Repository: Yesanith/Kasa-Plus
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Total
tr: Toplam

source: Add
tr: Ekle

source: Options
tr: Seçenekler

source: Currency
tr: Para Birimi

source: Language
tr: Dil

source: Quantity
tr: Miktar

source: Reset
tr: Sıfırla

source: Save
tr: Kaydet

source: History
tr: Geçmiş

source: Saved
tr: Kaydedildi

# noHistory
source: No history yet
tr: Henüz geçmiş yok

source: Delete
tr: Sil

source: Clear All
tr: Tümünü Temizle

# confirmDelete
source: Are you sure you want to delete all history?
tr: Tüm geçmişi silmek istediğinize emin misiniz?

source: Cancel
tr: İptal

source: Confirm
tr: Onayla

source: Initial Cash
tr: Kasa Avansı

source: Target Amount
tr: Olması Gereken

source: Difference
tr: Fark

source: Net Total
tr: Net Toplam

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Safe
tr: Kasa

source: Add to Safe?
tr: Kasaya Ekle?

# addToSafeContent
source: Do you want to add these items to the safe inventory?
tr: Bu sayımı kasaya eklemek ister misiniz?

source: Added to Safe
tr: Kasaya Eklendi

source: Reset Safe
tr: Kasayı Sıfırla

# confirmResetSafe
source: Are you sure you want to reset the safe for this currency?
tr: Bu para birimi için kasayı sıfırlamak istediğinize emin misiniz?

# safeDropTitle
source: Safe Drop Calculation
tr: Kasa Devir Hesabı

source: Total Counted
tr: Sayılan Toplam

# deductedInitial
source: Initial Cash (Kept)
tr: Düşülen Avans (Kasada Kalan)

source: To Be Added
tr: Kasaya Eklenecek

source: Statistics
tr: İstatistikler

# lastRecords
source: Last {count} Records
tr: Son {count} Kayıt

source: Net Total Trend
tr: Net Toplam Grafiği

source: Difference Trend
tr: Fark Grafiği

source: Surplus
tr: Fazla

source: Deficit
tr: Açık

# safeEmptyTitle
source: Safe Status Unknown
tr: Kasa Durumu Belirsiz

# safeEmptyMessage
source: Your safe appears to be empty. Please enter the current amount in your safe to start.
tr: Kasanızda para görünmüyor. Başlamak için lütfen kasadaki mevcut tutarı girin.

source: Later
tr: Daha Sonra

source: Go to Safe
tr: Kasaya Git

source: Bank Deposit
tr: Bankaya Yatırılan

source: Deposit
tr: Yatır

source: Deposited
tr: Yatırıldı

# insufficientFunds
source: Insufficient funds in safe
tr: Kasada yeterli bakiye yok

source: Confirm Deposit
tr: Yatırmayı Onayla

# confirmDepositContent
source: Are you sure you want to deposit this amount to the bank? This will be deducted from the safe.
tr: Bu tutarı bankaya yatırmak istediğinize emin misiniz? Bu işlem kasadan düşülecektir.

source: Backup & Restore
tr: Yedekleme ve Geri Yükleme

source: Backup Data
tr: Verileri Yedekle

source: Restore Data
tr: Verileri Geri Yükle

# tutorialWelcomeTitle
source: Welcome to KASA+!
tr: Hoş Geldiniz!

# tutorialWelcomeDesc
source: Let's take a quick tour to learn how to use the app.
tr: KASA+ ile para saymak artık çok kolay. Hızlı bir tura ne dersiniz?

# tutorialTotalTitle
source: Total Amount
tr: Toplam Tutar

# tutorialTotalDesc
source: Here you can see the total calculated amount.
tr: Saydığınız paraların toplamını burada görebilirsiniz.

# tutorialInitialTitle
source: Reconciliation
tr: Kasa Avansı ve Hedef

# tutorialInitialDesc
source: Enter your initial cash and target amount here to calculate the difference.
tr: Güne başladığınız parayı (Avans) veya olması gereken tutarı buradan girebilirsiniz.

# tutorialListTitle
source: Denominations
tr: Para Girişi

# tutorialListDesc
source: Enter the quantity for each denomination here.
tr: Elinizdeki banknot ve madeni paraların adetlerini buraya girin.

# tutorialSaveTitle
source: Save & Actions
tr: Kaydet ve Sıfırla

# tutorialSaveDesc
source: Use this button to save your count, add to safe, or reset.
tr: İşleminizi kaydetmek veya ekranı temizlemek için bu butonları kullanın.

# tutorialMenuTitle
source: Menu
tr: Menü

# tutorialMenuDesc
source: Access History, Safe, Statistics, and Options here.
tr: Geçmiş, Kasa Envanteri ve Ayarlara buradan ulaşabilirsiniz.

source: Skip
tr: Atla

source: Next
tr: İleri

source: Finish
tr: Bitir
